// 議員データ - 112259 （2025年05月30日更新）
// このファイルは scripts/update_viewer_data.py により自動生成されます

window.municipalityMembers_112259 = [
    {
        "氏名": "安道　佳子",
        "よみ": "あんどう　よしこ",
        "所属": "日本共産党入間市議団",
        "X（旧Twitter）": "https://x.com/a5u5ffcpteswum7"
    },
    {
        "氏名": "池畠　司",
        "よみ": "いけばた　つかさ",
        "所属": "自由民主党入間市議団",
        "X（旧Twitter）": "https://x.com/ikehatatsukasa"
    },
    {
        "氏名": "内村　忠久",
        "よみ": "うちむら　ただひさ",
        "所属": "自由民主党入間市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "大野　勉",
        "よみ": "おおの　つとむ",
        "所属": "自由民主党入間市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "栗山　英美",
        "よみ": "くりやま　ひでみ",
        "所属": "公明党入間市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "小島　清人",
        "よみ": "こじま　きよと",
        "所属": "自由民主党入間市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "佐藤　匡",
        "よみ": "さとう　ただし",
        "所属": "日本共産党入間市議団",
        "X（旧Twitter）": "https://x.com/qopfrhnh5ukbvtb"
    },
    {
        "氏名": "末次　正",
        "よみ": "すえつぐ　ただし",
        "所属": "公明党入間市議団",
        "X（旧Twitter）": "https://x.com/suetsugutadashi"
    },
    {
        "氏名": "田山　雅子",
        "よみ": "たやま　まさこ",
        "所属": "日本共産党入間市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "永澤　美恵子",
        "よみ": "ながさわ　みえこ",
        "所属": "公明党入間市議団",
        "X（旧Twitter）": "https://x.com/qox4Au"
    },
    {
        "氏名": "双木　小百合",
        "よみ": "なみき　さゆり",
        "所属": "自由民主党入間市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "野口　哲次",
        "よみ": "のぐち　てつじ",
        "所属": "市民フォーラム",
        "X（旧Twitter）": "https://x.com/techannogu"
    },
    {
        "氏名": "長谷川　渉",
        "よみ": "はせがわ　わたる",
        "所属": "自由民主党入間市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "古仲　リカ",
        "よみ": "ふるなか　りか",
        "所属": "自由民主党入間市議団",
        "X（旧Twitter）": "https://x.com/konakarika"
    },
    {
        "氏名": "細田　智也",
        "よみ": "ほそだ　ともや",
        "所属": "無所属の会",
        "X（旧Twitter）": "https://x.com/tomoya_hosoda"
    },
    {
        "氏名": "益田　英主",
        "よみ": "ますだ　ひでゆき",
        "所属": "市民の声",
        "X（旧Twitter）": null
    },
    {
        "氏名": "町田　健治",
        "よみ": "まちだ　けんじ",
        "所属": "市民の声",
        "X（旧Twitter）": "https://x.com/85b9CtFUUo52jSx"
    },
    {
        "氏名": "宮岡　治郎",
        "よみ": "みやおか　じろう",
        "所属": "自由民主党入間市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "向口　文恵",
        "よみ": "むこうぐち　ふみえ",
        "所属": "公明党入間市議団",
        "X（旧Twitter）": "https://x.com/d8s4HrZ02NbAFft"
    },
    {
        "氏名": "山川　さおり",
        "よみ": "やまかわ　さおり",
        "所属": "市民の声",
        "X（旧Twitter）": null
    },
    {
        "氏名": "横田　淳一",
        "よみ": "よこた　じゅんいち",
        "所属": "自由民主党入間市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "吉田　賢一",
        "よみ": "よしだ　けんいち",
        "所属": "自由民主党入間市議団",
        "X（旧Twitter）": "https://x.com/yoshiken2021"
    }
];
