// 議員データ - 132063 （2025年06月02日更新）
// このファイルは scripts/update_viewer_data.py により自動生成されます

window.municipalityMembers_132063 = [
    {
        "氏名": "竹内　祐子",
        "よみ": "たけうち ゆうこ",
        "所属": "日本共産党府中市議団",
        "X（旧Twitter）": "https://x.com/takeuchiyuko11"
    },
    {
        "氏名": "からさわ　地平",
        "よみ": "からさわ ちへい",
        "所属": "日本共産党府中市議団",
        "X（旧Twitter）": "https://x.com/chihei39"
    },
    {
        "氏名": "えもと　ひろあき",
        "よみ": "えもと ひろあき",
        "所属": "日本維新の会",
        "X（旧Twitter）": "https://x.com/e_m_o_t_o"
    },
    {
        "氏名": "坂本　けんいち",
        "よみ": "さかもと けんいち",
        "所属": "公明府中",
        "X（旧Twitter）": null
    },
    {
        "氏名": "おぎの　雄太郎",
        "よみ": "おぎの ゆうたろう",
        "所属": "無所属府中",
        "X（旧Twitter）": "https://x.com/ogino_yutaro"
    },
    {
        "氏名": "奥村　さち子",
        "よみ": "おくむら さちこ",
        "所属": "生活者ネットワーク",
        "X（旧Twitter）": null
    },
    {
        "氏名": "宮田　よしひと",
        "よみ": "みやた よしひと",
        "所属": "府中市議会市政会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "大室　はじめ",
        "よみ": "おおむろ はじめ",
        "所属": "府中市議会市政会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "西の　なおみ",
        "よみ": "にしの なおみ",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "山本　真実",
        "よみ": "やまもと まみ",
        "所属": "自由クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "ゆうき　りょう",
        "よみ": "ゆうき りょう",
        "所属": "自由クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "福田　千夏",
        "よみ": "ふくだ ちか",
        "所属": "公明府中",
        "X（旧Twitter）": null
    },
    {
        "氏名": "髙津　みどり",
        "よみ": "たかつ みどり",
        "所属": "公明府中",
        "X（旧Twitter）": null
    },
    {
        "氏名": "前川　浩子",
        "よみ": "まえかわ ひろこ",
        "所属": "府中市議会市民フォーラム",
        "X（旧Twitter）": null
    },
    {
        "氏名": "渡辺　しょう",
        "よみ": "わたなべ しょう",
        "所属": "府中市議会市民フォーラム",
        "X（旧Twitter）": null
    },
    {
        "氏名": "秋山　としゆき",
        "よみ": "あきやま としゆき",
        "所属": "府中市議会市政会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "松村　祐樹",
        "よみ": "まつむら ゆうき",
        "所属": "府中市議会市政会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "佐藤　新悟",
        "よみ": "さとう しんご",
        "所属": "府中市議会市政会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "横田　実",
        "よみ": "よこた みのる",
        "所属": "府中市議会市政会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "比留間　利蔵",
        "よみ": "ひるま としぞう",
        "所属": "府中市議会市政会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "稲津　憲護",
        "よみ": "いなつ けんご",
        "所属": "府中市議会市民フォーラム",
        "X（旧Twitter）": null
    },
    {
        "氏名": "にしみや　幸一",
        "よみ": "にしみや こういち",
        "所属": "府中市議会市民フォーラム",
        "X（旧Twitter）": null
    },
    {
        "氏名": "手塚　としひさ",
        "よみ": "てづか としひさ",
        "所属": "府中市議会市民フォーラム",
        "X（旧Twitter）": null
    },
    {
        "氏名": "西村　陸",
        "よみ": "にしむら りく",
        "所属": "公明府中",
        "X（旧Twitter）": null
    },
    {
        "氏名": "奈良﨑　久和",
        "よみ": "ならざき ひさかず",
        "所属": "公明府中",
        "X（旧Twitter）": null
    },
    {
        "氏名": "吉村　文明",
        "よみ": "よしむら ふみあき",
        "所属": "日本共産党府中市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "田口　広",
        "よみ": "たぐち ひろし",
        "所属": "日本共産党府中市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "上條　友美",
        "よみ": "かみじょう ともみ",
        "所属": "日本維新の会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "芳賀　亜希子",
        "よみ": "はが あきこ",
        "所属": "生活者ネットワーク",
        "X（旧Twitter）": null
    }
];
