// 議員データ - 132047 （2025年05月29日更新）
// このファイルは scripts/update_viewer_data_v2.py により自動生成されます

const municipalityMembers_132047 = [
    {
        "氏名": "成田　ちひろ",
        "よみ": "なりた ちひろ",
        "所属": "未確認",
        "X（旧Twitter）": null
    },
    {
        "氏名": "加藤　こうじ",
        "よみ": "かとう こうじ",
        "所属": "自由民主党",
        "X（旧Twitter）": "https://x.com/katokoji0716"
    },
    {
        "氏名": "山田　さとみ",
        "よみ": "やまだ さとみ",
        "所属": "都民ファーストの会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "池田　ゆうや",
        "よみ": "いけだ ゆうや",
        "所属": "自由民主党",
        "X（旧Twitter）": "https://x.com/yuyaikeda_mtk"
    },
    {
        "氏名": "石井　れいこ",
        "よみ": "いしい れいこ",
        "所属": "れいわ新選組",
        "X（旧Twitter）": "https://x.com/ishii_reiko_"
    },
    {
        "氏名": "前田　まい",
        "よみ": "まえだ まい",
        "所属": "未確認",
        "X（旧Twitter）": null
    },
    {
        "氏名": "半田　伸明",
        "よみ": "はんだ のぶあき",
        "所属": "未確認",
        "X（旧Twitter）": "https://x.com/handa_nobuaki"
    },
    {
        "氏名": "伊藤　俊明",
        "よみ": "いとう としあき",
        "所属": "自由民主党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "野村　羊子",
        "よみ": "のむら ようこ",
        "所属": "未確認",
        "X（旧Twitter）": "https://x.com/hitujinomura"
    },
    {
        "氏名": "谷口　としや",
        "よみ": "たにぐち としや",
        "所属": "未確認",
        "X（旧Twitter）": null
    },
    {
        "氏名": "紫野　あすか",
        "よみ": "しの あすか",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "土屋　けんいち",
        "よみ": "つちや けんいち",
        "所属": "未確認",
        "X（旧Twitter）": null
    },
    {
        "氏名": "小幡　和仁",
        "よみ": "おばた かずひと",
        "所属": "立憲民主党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "原　めぐみ",
        "よみ": "はら めぐみ",
        "所属": "都民ファーストの会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "岩見　大三",
        "よみ": "いわみ だいぞう",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "大倉　あき子",
        "よみ": "おおくら あきこ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "佐々木　かずよ",
        "よみ": "ささき かずよ",
        "所属": "未確認",
        "X（旧Twitter）": null
    },
    {
        "氏名": "大城　みゆき",
        "よみ": "おおしろ みゆき",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "粕谷　みのる",
        "よみ": "かすや みのる",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "赤松　だいいち",
        "よみ": "あかまつ だいいち",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "吉田　まさとし",
        "よみ": "よしだ まさとし",
        "所属": "自由民主党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "えびさわ　せいご",
        "よみ": "えびさわ せいご",
        "所属": "未確認",
        "X（旧Twitter）": null
    },
    {
        "氏名": "吉野　けんさく",
        "よみ": "よしの けんさく",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "中泉　きよし",
        "よみ": "なかいずみ きよし",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "栗原　けんじ",
        "よみ": "くりはら けんじ",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "伊沢　けい子",
        "よみ": "いざわ けいこ",
        "所属": "自由民主党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "太田　みつ子",
        "よみ": "おおた みつこ",
        "所属": "自由民主党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "高谷　真一朗",
        "よみ": "たかや しんいちろう",
        "所属": "立憲民主党",
        "X（旧Twitter）": null
    }
];
