// 議員データ - 132098 （2025年05月29日更新）
// このファイルは scripts/update_viewer_data.py により自動生成されます

const municipalityMembers_132098 = [
    {
        "氏名": "秋田　しづか",
        "よみ": "あきた　しづか",
        "所属": "諸派",
        "X（旧Twitter）": "https://x.com/machidalabo_sa"
    },
    {
        "氏名": "渡辺　さとし",
        "よみ": "わたなべ　さとし",
        "所属": "まちだ市民クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "小野　りゅうじ",
        "よみ": "おの　りゅうじ",
        "所属": "まちだ市民クラブ",
        "X（旧Twitter）": "https://x.com/ono_ryuuji"
    },
    {
        "氏名": "笹倉　みどり",
        "よみ": "ささくら　みどり",
        "所属": "まちだ市民クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "小野寺　まなぶ",
        "よみ": "おのでら　まなぶ",
        "所属": "公明党",
        "X（旧Twitter）": "https://twitter.com/manabu_onodera"
    },
    {
        "氏名": "木目田　英男",
        "よみ": "きめだ　ひでお",
        "所属": "選ばれる町田をつくる会",
        "X（旧Twitter）": "https://x.com/kimedahideo1"
    },
    {
        "氏名": "中川　幸太郎",
        "よみ": "なかがわ　こうたろう",
        "所属": "諸派",
        "X（旧Twitter）": "https://x.com/quarter_law"
    },
    {
        "氏名": "矢口　まゆ",
        "よみ": "やぐち　まゆ",
        "所属": "諸派",
        "X（旧Twitter）": "https://twitter.com/machida_mayuyu"
    },
    {
        "氏名": "加藤　真彦",
        "よみ": "かとう　まさひこ",
        "所属": "自由民主党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "石川　好忠",
        "よみ": "いしかわ　よしただ",
        "所属": "自由民主党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "佐藤　和彦",
        "よみ": "さとう　かずひこ",
        "所属": "まちだ市民クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "森本　せいや",
        "よみ": "もりもと　せいや",
        "所属": "まちだ市民クラブ",
        "X（旧Twitter）": "https://x.com/seiya_morimoto"
    },
    {
        "氏名": "松岡　みゆき",
        "よみ": "まつおか　みゆき",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "おんじょう　由久",
        "よみ": "おんじょう　よしひさ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "松葉　ひろみ",
        "よみ": "まつば　ひろみ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "白川　哲也",
        "よみ": "しらかわ　てつや",
        "所属": "選ばれる町田をつくる会",
        "X（旧Twitter）": "https://x.com/shirakawa_"
    },
    {
        "氏名": "いわせ　和子",
        "よみ": "いわせ　かずこ",
        "所属": "選ばれる町田をつくる会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "田中　美穂",
        "よみ": "たなか　みほ",
        "所属": "日本共産党",
        "X（旧Twitter）": "https://x.com/mihot_n_k_"
    },
    {
        "氏名": "佐々木　智子",
        "よみ": "ささき　ともこ",
        "所属": "日本共産党",
        "X（旧Twitter）": "https://x.com/sasakitomoko_"
    },
    {
        "氏名": "おぜき　重太郎",
        "よみ": "おぜき　じゅうたろう",
        "所属": "諸派",
        "X（旧Twitter）": null
    },
    {
        "氏名": "三遊亭　らん丈",
        "よみ": "さんゆうてい　らんじょう",
        "所属": "自由民主党",
        "X（旧Twitter）": "https://x.com/s_ranjo"
    },
    {
        "氏名": "戸塚　正人",
        "よみ": "とつか　まさと",
        "所属": "まちだ市民クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "今村　るか",
        "よみ": "いまむら　るか",
        "所属": "まちだ市民クラブ",
        "X（旧Twitter）": "https://x.com/rukarukainfo"
    },
    {
        "氏名": "新井　よしなお",
        "よみ": "あらい　よしなお",
        "所属": "無所属",
        "X（旧Twitter）": "https://x.com/Y_Arai_Machida"
    },
    {
        "氏名": "吉田　つとむ",
        "よみ": "よしだ　つとむ",
        "所属": "無所属",
        "X（旧Twitter）": "https://x.com/yoshidaben"
    },
    {
        "氏名": "山下　てつや",
        "よみ": "やました　てつや",
        "所属": "公明党",
        "X（旧Twitter）": "https://x.com/Tetsuyadeganba"
    },
    {
        "氏名": "おく　栄一",
        "よみ": "おく　えいいち",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "若林　章喜",
        "よみ": "わかばやし　あきよし",
        "所属": "選ばれる町田をつくる会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "熊沢　あやり",
        "よみ": "くまざわ　あやり",
        "所属": "諸派",
        "X（旧Twitter）": null
    },
    {
        "氏名": "細野　龍子",
        "よみ": "ほその　りゅうこ",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "殿村　健一",
        "よみ": "とのむら　 けんいち",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "藤田　学",
        "よみ": "ふじた　がく",
        "所属": "自由民主党",
        "X（旧Twitter）": "https://x.com/gaku24h"
    },
    {
        "氏名": "佐藤　伸一郎",
        "よみ": "さとう　しんいちろう",
        "所属": "自由民主党",
        "X（旧Twitter）": null
    }
];
