// 議員データ - 132055 （2025年05月29日更新）
// このファイルは scripts/update_viewer_data.py により自動生成されます

const municipalityMembers_132055 = [
    {
        "氏名": "中野　芳則",
        "よみ": "なかの よしのり",
        "所属": "自民クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "山田　紀之",
        "よみ": "やまだ のりゆき",
        "所属": "自民クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "寺島　和成",
        "よみ": "てらしま かずなり",
        "所属": "自民クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "山﨑　哲男",
        "よみ": "やまざき てつお",
        "所属": "自民クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "阿部　悦博",
        "よみ": "あべ よしひろ",
        "所属": "自民クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "迫田　晃樹",
        "よみ": "さこだ こうき",
        "所属": "自民クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "山田　敏夫",
        "よみ": "やまだ としお",
        "所属": "自民クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "島﨑　実",
        "よみ": "しまざき みのる",
        "所属": "自民クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "山﨑　勝",
        "よみ": "やまざき まさる",
        "所属": "自民クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "鴨居　たかやす",
        "よみ": "かもい たかやす",
        "所属": "自民クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "久保　富弘",
        "よみ": "くぼ とみひろ",
        "所属": "自民クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "井上　たかし",
        "よみ": "いのうえ たかし",
        "所属": "日本共産党",
        "X（旧Twitter）": "https://x.com/inoue_9"
    },
    {
        "氏名": "みねざき　拓実",
        "よみ": "みねざき たくみ",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "藤野　ひろえ",
        "よみ": "ふじの ひろえ",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "長谷川　真弓",
        "よみ": "はせがわ まゆみ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "湖城　宣子",
        "よみ": "こじょう のぶこ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "山内　公美子",
        "よみ": "やまのうち くみこ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "鴻井　伸二",
        "よみ": "こうい しんじ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "野島　資雄",
        "よみ": "のじま としお",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "茂木　亮輔",
        "よみ": "もぎ りょうすけ",
        "所属": "日本維新の会",
        "X（旧Twitter）": "https://x.com/Ryosukemogi2668"
    },
    {
        "氏名": "ぬのや　和代",
        "よみ": "ぬのや かずよ",
        "所属": "市民フォーラム青梅・都民ファースト",
        "X（旧Twitter）": null
    },
    {
        "氏名": "新井　啓司",
        "よみ": "あらい けいし",
        "所属": "市民フォーラム青梅・都民ファースト",
        "X（旧Twitter）": null
    },
    {
        "氏名": "野﨑　充孝",
        "よみ": "のざき みつたか",
        "所属": "立憲民主党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "千葉　ひろみ",
        "よみ": "ちば ひろみ",
        "所属": "立憲民主党",
        "X（旧Twitter）": null
    }
];
