// 議員データ - 132071 （2025年06月06日更新）
// このファイルは scripts/update_viewer_data.py により自動生成されます

window.municipalityMembers_132071 = [
    {
        "氏名": "小林　こうじ",
        "よみ": "こばやし こうじ",
        "所属": "自由民主党昭島市議団",
        "X（旧Twitter）": "https://x.com/koji_koba"
    },
    {
        "氏名": "美座　たかあき",
        "よみ": "みざ たかあき",
        "所属": "自由民主党昭島市議団",
        "X（旧Twitter）": "https://twitter.com/mizatakaaki"
    },
    {
        "氏名": "安保　満",
        "よみ": "あんぽ みつる",
        "所属": "自由民主党昭島市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "髙橋　誠",
        "よみ": "たかはし まこと",
        "所属": "自由民主党昭島市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "三田　俊司",
        "よみ": "みた しゅんじ",
        "所属": "自由民主党昭島市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "木﨑　親一",
        "よみ": "きざき しんいち",
        "所属": "自由民主党昭島市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "吉野　智之",
        "よみ": "よしの ともゆき",
        "所属": "公明党昭島市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "松原　亜希子",
        "よみ": "まつばら あきこ",
        "所属": "公明党昭島市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "渡辺　純也",
        "よみ": "わたなべ じゅんや",
        "所属": "公明党昭島市議団",
        "X（旧Twitter）": "https://x.com/junya_w"
    },
    {
        "氏名": "赤沼　泰雄",
        "よみ": "あかぬま やすお",
        "所属": "公明党昭島市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "大島　ひろし",
        "よみ": "おおしま ひろし",
        "所属": "公明党昭島市議団",
        "X（旧Twitter）": "https://x.com/oshimaaki4"
    },
    {
        "氏名": "佐藤　文子",
        "よみ": "さとう ふみこ",
        "所属": "日本共産党昭島市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "大野　ふびと",
        "よみ": "おおの ふびと",
        "所属": "日本共産党昭島市議団",
        "X（旧Twitter）": "https://x.com/Histrian_LF"
    },
    {
        "氏名": "奥村　博",
        "よみ": "おくむら ひろし",
        "所属": "日本共産党昭島市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "ゆざ　まさ子",
        "よみ": "ゆざ まさこ",
        "所属": "都民ファーストの会・立憲民主党昭島市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "ひえの　たかゆき",
        "よみ": "ひえの たかゆき",
        "所属": "都民ファーストの会・立憲民主党昭島市議団",
        "X（旧Twitter）": "https://x.com/hieno_result"
    },
    {
        "氏名": "八田　一彦",
        "よみ": "はった かずひこ",
        "所属": "都民ファーストの会・立憲民主党昭島市議団",
        "X（旧Twitter）": "https://x.com/hattakazuhiko"
    },
    {
        "氏名": "青山　秀雄",
        "よみ": "あおやま ひでお",
        "所属": "みらいネットワーク",
        "X（旧Twitter）": null
    },
    {
        "氏名": "林　まい子",
        "よみ": "はやし まいこ",
        "所属": "みらいネットワーク",
        "X（旧Twitter）": null
    },
    {
        "氏名": "永井　みつる",
        "よみ": "ながい みつる",
        "所属": "無会派",
        "X（旧Twitter）": "https://x.com/mitsuru_nagai33"
    },
    {
        "氏名": "なかお　フミヒト",
        "よみ": "なかお ふみひと",
        "所属": "無会派",
        "X（旧Twitter）": "https://x.com/reiwaOJIchannel"
    },
    {
        "氏名": "南雲　隆志",
        "よみ": "なぐも たかし",
        "所属": "無会派",
        "X（旧Twitter）": null
    }
];
