// 議員データ - 132152 （2025年05月30日更新）
// このファイルは scripts/update_viewer_data.py により自動生成されます

window.municipalityMembers_132152 = [
    {
        "氏名": "上村　和子",
        "よみ": "うえむら　かずこ",
        "所属": "こぶしの木",
        "X（旧Twitter）": null
    },
    {
        "氏名": "小川　宏美",
        "よみ": "おがわ　ひろみ",
        "所属": "耕す未来＠くにたち",
        "X（旧Twitter）": null
    },
    {
        "氏名": "望月　健一",
        "よみ": "もちづき　けんいち",
        "所属": "みらいのくにたち",
        "X（旧Twitter）": null
    },
    {
        "氏名": "中川　貴大",
        "よみ": "なかがわ　たかひろ",
        "所属": "日本維新の会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "石井　めぐみ",
        "よみ": "いしい　めぐみ",
        "所属": "新しい議会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "藤江　竜三",
        "よみ": "ふじえ　りゅうぞう",
        "所属": "新しい議会",
        "X（旧Twitter）": "https://x.com/fujie_ryuzo"
    },
    {
        "氏名": "大谷　俊樹",
        "よみ": "おおたに　としき",
        "所属": "自由民主党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "矢部　新",
        "よみ": "やべ　あらた",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "古濱　薫",
        "よみ": "こはま　かおる",
        "所属": "社民・ネット・風",
        "X（旧Twitter）": null
    },
    {
        "氏名": "中谷　絢子",
        "よみ": "なかたに　あやこ",
        "所属": "社民・ネット・風",
        "X（旧Twitter）": null
    },
    {
        "氏名": "稗田　美菜子",
        "よみ": "ひえだ　みなこ",
        "所属": "立憲民主党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "山口　智之",
        "よみ": "やまぐち　ともゆき",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "遠藤　直弘",
        "よみ": "えんどう　なおひろ",
        "所属": "自由民主党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "高柳　貴美代",
        "よみ": "たかやなぎ　きみよ",
        "所属": "自由民主党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "住友　珠美",
        "よみ": "すみとも　たまみ",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "関口　博",
        "よみ": "せきぐち　ひろし",
        "所属": "社民・ネット・風",
        "X（旧Twitter）": null
    },
    {
        "氏名": "藤田　貴裕",
        "よみ": "ふじた　たかひろ",
        "所属": "社民・ネット・風",
        "X（旧Twitter）": null
    },
    {
        "氏名": "香西　貴弘",
        "よみ": "こうざい　たかひろ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "青木　淳子",
        "よみ": "あおき　じゅんこ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "石井　伸之",
        "よみ": "いしい　のぶゆき",
        "所属": "自由民主党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "青木　健",
        "よみ": "あおき　けん",
        "所属": "自由民主党",
        "X（旧Twitter）": null
    }
];
