// 議員データ - 132195 （2025年07月02日更新）
// このファイルは scripts/update_viewer_data.py により自動生成されます

window.municipalityMembers_132195 = [
    {
        "氏名": "ひらい　里美",
        "よみ": "ひらい　さとみ",
        "所属": "無会派",
        "X（旧Twitter）": null
    },
    {
        "氏名": "高木　さとこ",
        "よみ": "たかぎ　さとこ",
        "所属": "無会派",
        "X（旧Twitter）": null
    },
    {
        "氏名": "吉野　芳子",
        "よみ": "よしの　よしこ",
        "所属": "無会派",
        "X（旧Twitter）": null
    },
    {
        "氏名": "きたみ　まさし",
        "よみ": "きたみ　まさし",
        "所属": "分かりやすい政治を伝える・維新の会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "三宅　まこと",
        "よみ": "みやけ　まこと",
        "所属": "分かりやすい政治を伝える・維新の会",
        "X（旧Twitter）": "https://x.com/miyake_makoto64"
    },
    {
        "氏名": "三角　武久",
        "よみ": "みすみ　たけひさ",
        "所属": "自由民主党・明政クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "小木　哲朗",
        "よみ": "おぎ　てつろう",
        "所属": "自由民主党・明政クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "山田　みちこ",
        "よみ": "やまだ　みちこ",
        "所属": "自由民主党・明政クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "しの　浩司",
        "よみ": "しの　こうじ",
        "所属": "自由民主党・明政クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "太田　久美子",
        "よみ": "おおた　くみこ",
        "所属": "自由民主党・明政クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "荒木　てつ",
        "よみ": "あらき　てつ",
        "所属": "日本共産党狛江市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "岡村　しん",
        "よみ": "おかむら　しん",
        "所属": "日本共産党狛江市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "宮坂　良子",
        "よみ": "みやさか　よしこ",
        "所属": "日本共産党狛江市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "西村　あつ子",
        "よみ": "にしむら　あつこ",
        "所属": "日本共産党狛江市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "小野寺　克己",
        "よみ": "おのでら　かつき",
        "所属": "狛江市議会公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "石川　和広",
        "よみ": "いしかわ　かずひろ",
        "所属": "狛江市議会公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "山田　幸子",
        "よみ": "やまだ　さちこ",
        "所属": "狛江市議会公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "佐々木　貴史",
        "よみ": "ささき　たかし",
        "所属": "狛江市議会公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "辻村　ともこ",
        "よみ": "つじむら　ともこ",
        "所属": "自由民主党・明政クラブ",
        "X（旧Twitter）": "https://x.com/tomokotsujimura"
    },
    {
        "氏名": "谷田部　かずゆき",
        "よみ": "やたべ　かずゆき",
        "所属": "自由民主党・明政クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "栗山　欽行",
        "よみ": "くりやま　よしゆき",
        "所属": "自由民主党・明政クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "石井　功",
        "よみ": "いしい　いさお",
        "所属": "自由民主党・明政クラブ",
        "X（旧Twitter）": null
    }
];
