// 議員データ - 132187 （2025年05月29日更新）
// このファイルは scripts/update_viewer_data.py により自動生成されます

const municipalityMembers_132187 = [
    {
        "氏名": "佐藤　弘治",
        "よみ": "さとう　こうじ",
        "所属": "正和会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "仲間　正司",
        "よみ": "なかま　まさし",
        "所属": "正和会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "森田　哲哉",
        "よみ": "もりた　てつや",
        "所属": "正和会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "山崎　貴裕",
        "よみ": "やまざき　たかひろ",
        "所属": "正和会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "小林　貢",
        "よみ": "こばやし　みつぐ",
        "所属": "正和会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "川﨑　善友",
        "よみ": "かわさき　よしとも",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "西尾　壽々斗",
        "よみ": "にしお　すずと",
        "所属": "日本維新の会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "伊藤　広美",
        "よみ": "いとう　ひろみ",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "市毛　雅大",
        "よみ": "いちげ　まさひろ",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "市川　佳樹",
        "よみ": "いちかわ　よしき",
        "所属": "立憲民主党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "小澤　芳輝",
        "よみ": "おざわ　よしき",
        "所属": "正和会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "武藤　政義",
        "よみ": "むとう　まさよし",
        "所属": "正和会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "清水　義朋",
        "よみ": "しみず　よしとも",
        "所属": "正和会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "青木　健",
        "よみ": "あおき　けん",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "堀　雄一朗",
        "よみ": "ほり　ゆういちろう",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "原田　剛",
        "よみ": "はらだ　つよし",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "三原　智子",
        "よみ": "みはら　ともこ",
        "所属": "生活者ネットワーク",
        "X（旧Twitter）": null
    },
    {
        "氏名": "幡垣　正生",
        "よみ": "はたがき　まさお",
        "所属": "スポーツ・文化を通じて人づくりと街づくりの会",
        "X（旧Twitter）": null
    }
];
