// 議員データ - 132136 （2025年05月29日更新）
// このファイルは scripts/update_viewer_data.py により自動生成されます

const municipalityMembers_132136 = [
    {
        "氏名": "小町　明夫",
        "よみ": "こまち あきお",
        "所属": "自由民主党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "鈴木　たつお",
        "よみ": "すずき たつお",
        "所属": "諸派",
        "X（旧Twitter）": "https://x.com/tatsuosuzukitw"
    },
    {
        "氏名": "朝木　直子",
        "よみ": "あさき なおこ",
        "所属": "草の根市民クラブ",
        "X（旧Twitter）": "https://x.com/asakinaoko"
    },
    {
        "氏名": "子安　じゅん",
        "よみ": "こやす じゅん",
        "所属": "草の根市民クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "木村　隆",
        "よみ": "きむら たかし",
        "所属": "自由民主党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "下沢　ゆきお",
        "よみ": "しもざわ ゆきお",
        "所属": "自由民主党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "かくた　かづほ",
        "よみ": "かくた かづほ",
        "所属": "諸派",
        "X（旧Twitter）": null
    },
    {
        "氏名": "佐藤　まさたか",
        "よみ": "さとう まさたか",
        "所属": "諸派",
        "X（旧Twitter）": "https://x.com/sato_masataka"
    },
    {
        "氏名": "白石　えつ子",
        "よみ": "しらいし えつこ",
        "所属": "諸派",
        "X（旧Twitter）": null
    },
    {
        "氏名": "わたなべ　たかし",
        "よみ": "わたなべ たかし",
        "所属": "諸派",
        "X（旧Twitter）": null
    },
    {
        "氏名": "渡辺　みのる",
        "よみ": "わたなべ みのる",
        "所属": "日本共産党",
        "X（旧Twitter）": "https://x.com/musashino_udon"
    },
    {
        "氏名": "浅見　みどり",
        "よみ": "あさみ みどり",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "熊木　敏己",
        "よみ": "くまき としみ",
        "所属": "自由民主党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "小林　美緒",
        "よみ": "こばやし みお",
        "所属": "自由民主党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "伊藤　真一",
        "よみ": "いとう しんいち",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "渡辺　英子",
        "よみ": "わたなべ えいこ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "石橋　光明",
        "よみ": "いしばし みつあき",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "村山　じゅん子",
        "よみ": "むらやま じゅんこ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "駒崎　高行",
        "よみ": "こまざき たかゆき",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "横尾　たかお",
        "よみ": "よこお たかお",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "かみまち　弓子",
        "よみ": "かみまち ゆみこ",
        "所属": "立憲民主党",
        "X（旧Twitter）": "https://x.com/preciousyuumin"
    },
    {
        "氏名": "清水　健文",
        "よみ": "しみず たけふみ",
        "所属": "立憲民主党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "山田　たか子",
        "よみ": "やまだ たかこ",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "さとう　直子",
        "よみ": "さとう なおこ",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    }
];
