// 議員データ - 132128 （2025年05月29日更新）
// このファイルは scripts/update_viewer_data_v2.py により自動生成されます

const municipalityMembers_132128 = [
    {
        "氏名": "わたなべ　三枝",
        "よみ": "わたなべ　みつえ",
        "所属": "日本共産党日野市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "岡田　じゅん子",
        "よみ": "おかだ　じゅんこ",
        "所属": "日本共産党日野市議団",
        "X（旧Twitter）": "https://x.com/jokada_hino"
    },
    {
        "氏名": "佐藤　琢磨",
        "よみ": "さとう　たくま",
        "所属": "無会派",
        "X（旧Twitter）": null
    },
    {
        "氏名": "新井　ともはる",
        "よみ": "あらい　ともはる",
        "所属": "無会派",
        "X（旧Twitter）": "https://x.com/tomoharu_arai"
    },
    {
        "氏名": "伊東　秀章",
        "よみ": "いとう　ひであき",
        "所属": "無会派",
        "X（旧Twitter）": "https://x.com/hideakiito_hino"
    },
    {
        "氏名": "須崎　貴寛",
        "よみ": "すざき　たかひろ",
        "所属": "自由民主党日野市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "伊藤　あゆみ",
        "よみ": "いとう　あゆみ",
        "所属": "自由民主党日野市議団",
        "X（旧Twitter）": "https://x.com/AyumiIto55"
    },
    {
        "氏名": "ちかざわ　美樹",
        "よみ": "ちかざわ　みき",
        "所属": "日本共産党日野市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "白井　なおこ",
        "よみ": "しらい　なおこ",
        "所属": "無会派",
        "X（旧Twitter）": null
    },
    {
        "氏名": "森沢　美和子",
        "よみ": "もりさわ　みわこ",
        "所属": "チームみらい",
        "X（旧Twitter）": "https://x.com/morisawa_miwako"
    },
    {
        "氏名": "島谷　広則",
        "よみ": "しまや　ひろのり",
        "所属": "チームみらい",
        "X（旧Twitter）": null
    },
    {
        "氏名": "中嶋　良樹",
        "よみ": "なかじま　よしき",
        "所属": "チームみらい",
        "X（旧Twitter）": null
    },
    {
        "氏名": "鈴木　洋子",
        "よみ": "すずき　ようこ",
        "所属": "自由民主党日野市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "中野　あきと",
        "よみ": "なかの　あきと",
        "所属": "日本共産党日野市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "池田　としえ",
        "よみ": "いけだ　としえ",
        "所属": "無会派",
        "X（旧Twitter）": "https://x.com/m8BIOzfZ6VaZRDA"
    },
    {
        "氏名": "奥野　りん子",
        "よみ": "おくの　りんこ",
        "所属": "無会派",
        "X（旧Twitter）": null
    },
    {
        "氏名": "峯岸　弘行",
        "よみ": "みねぎし　ひろゆき",
        "所属": "公明党",
        "X（旧Twitter）": "https://x.com/kyokucho313"
    },
    {
        "氏名": "窪田　知子",
        "よみ": "くぼた　ともこ",
        "所属": "公明党",
        "X（旧Twitter）": "https://x.com/kubotahino"
    },
    {
        "氏名": "馬場　賢司",
        "よみ": "ばば　けんじ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "田原　茂",
        "よみ": "たはら　しげる",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "谷　和彦",
        "よみ": "たに　かずひこ",
        "所属": "無会派",
        "X（旧Twitter）": null
    },
    {
        "氏名": "奥住　匡人",
        "よみ": "おくずみ　まさひと",
        "所属": "自由民主党日野市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "吉澤　あかね",
        "よみ": "よしざわ　あかね",
        "所属": "無会派",
        "X（旧Twitter）": null
    }
];
