// 議員データ - 132110 （2025年06月01日更新）
// このファイルは scripts/update_viewer_data.py により自動生成されます

window.municipalityMembers_132110 = [
    {
        "氏名": "虻川　浩",
        "よみ": "あぶかわ ひろし",
        "所属": "市議会公明党",
        "X（旧Twitter）": "https://x.com/abusan1118"
    },
    {
        "氏名": "石津　はるか",
        "よみ": "いしづ はるか",
        "所属": "一人会派と維新の会",
        "X（旧Twitter）": "https://x.com/Haruka_Ishizu"
    },
    {
        "氏名": "伊藤　央",
        "よみ": "いとう ひさし",
        "所属": "一人会派と維新の会",
        "X（旧Twitter）": "https://x.com/hisashi_sprout"
    },
    {
        "氏名": "岩本　誠",
        "よみ": "いわもと まこと",
        "所属": "フォーラム小平",
        "X（旧Twitter）": "https://x.com/kodairaiwamoto"
    },
    {
        "氏名": "岡田　しんぺい",
        "よみ": "おかだ しんぺい",
        "所属": "フォーラム小平",
        "X（旧Twitter）": "https://x.com/shimpeiokada"
    },
    {
        "氏名": "川里　富美",
        "よみ": "かわさと ふみ",
        "所属": "フォーラム小平",
        "X（旧Twitter）": "https://x.com/fmifmilion"
    },
    {
        "氏名": "さとう　悦子",
        "よみ": "さとう えつこ",
        "所属": "生活者ネットワーク",
        "X（旧Twitter）": null
    },
    {
        "氏名": "佐藤　徹",
        "よみ": "さとう とおる",
        "所属": "市議会公明党",
        "X（旧Twitter）": "https://x.com/yyhpbg04dwhhhby"
    },
    {
        "氏名": "柴尾　ひろみ",
        "よみ": "しばお ひろみ",
        "所属": "生活者ネットワーク",
        "X（旧Twitter）": null
    },
    {
        "氏名": "鈴木　だいち",
        "よみ": "すずき だいち",
        "所属": "日本共産党小平市議団",
        "X（旧Twitter）": "https://x.com/kodairadaichi"
    },
    {
        "氏名": "鈴木　洋一",
        "よみ": "すずき よういち",
        "所属": "自民党小平政和会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "髙橋　政美",
        "よみ": "たかはし まさみ",
        "所属": "市議会公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "津本　裕子",
        "よみ": "つもと ゆうこ",
        "所属": "市議会公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "外山　まなみ",
        "よみ": "とやま まなみ",
        "所属": "自民党小平政和会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "中江　美和",
        "よみ": "なかえ みわ",
        "所属": "フォーラム小平",
        "X（旧Twitter）": "https://x.com/nakaemiwa"
    },
    {
        "氏名": "中倉　茂和",
        "よみ": "なかくら しげかず",
        "所属": "無会派（市議会れいわ新選組）",
        "X（旧Twitter）": "https://x.com/nakamowa"
    },
    {
        "氏名": "橋本　孝二",
        "よみ": "はしもと こうじ",
        "所属": "市議会公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "比留間　洋一",
        "よみ": "ひるま よういち",
        "所属": "自民党小平政和会",
        "X（旧Twitter）": "https://x.com/qju910"
    },
    {
        "氏名": "深谷　幸信",
        "よみ": "ふかや ゆきのぶ",
        "所属": "自民党小平政和会",
        "X（旧Twitter）": "https://x.com/fukaya_yukky"
    },
    {
        "氏名": "福室　英俊",
        "よみ": "ふくむろ ひでとし",
        "所属": "自民党小平政和会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "細谷　正",
        "よみ": "ほそや ただし",
        "所属": "日本共産党小平市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "水口　かずえ",
        "よみ": "みずぐち かずえ",
        "所属": "無会派（まちづくり市民こだいら）",
        "X（旧Twitter）": "https://x.com/mizuguchikazue"
    },
    {
        "氏名": "三輪　博美",
        "よみ": "みわ ひろみ",
        "所属": "日本共産党小平市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "安竹　洋平",
        "よみ": "やすたけ ようへい",
        "所属": "一人会派と維新の会",
        "X（旧Twitter）": "https://x.com/yasutakeyohei"
    },
    {
        "氏名": "山田　大輔",
        "よみ": "やまだ だいすけ",
        "所属": "自民党小平政和会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "幸田　昌之",
        "よみ": "ゆきた まさゆき",
        "所属": "市議会公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "吉本　ゆうすけ",
        "よみ": "よしもと ゆうすけ",
        "所属": "フォーラム小平",
        "X（旧Twitter）": null
    }
];
