// 議員データ - 132144 （2025年05月30日更新）
// このファイルは scripts/update_viewer_data.py により自動生成されます

window.municipalityMembers_132144 = [
    {
        "氏名": "鈴木　ちひろ",
        "よみ": "すずき　ちひろ",
        "所属": "無会派（グリーンな国分寺）",
        "X（旧Twitter）": "https://x.com/chihiro_bunji"
    },
    {
        "氏名": "高野　ふみお",
        "よみ": "たかの　ふみお",
        "所属": "無会派（れいわ新選組）",
        "X（旧Twitter）": null
    },
    {
        "氏名": "鳥居　あかね",
        "よみ": "とりい　あかね",
        "所属": "自由民主党国分寺",
        "X（旧Twitter）": null
    },
    {
        "氏名": "対馬　ふみあき",
        "よみ": "つしま　ふみあき",
        "所属": "自由民主党国分寺",
        "X（旧Twitter）": null
    },
    {
        "氏名": "中山　ごう",
        "よみ": "なかやま　ごう",
        "所属": "無会派（日本共産党国分寺市議団）",
        "X（旧Twitter）": null
    },
    {
        "氏名": "木村　徳",
        "よみ": "きむら　いさお",
        "所属": "無会派",
        "X（旧Twitter）": null
    },
    {
        "氏名": "寺嶋　たけし",
        "よみ": "てらしま　たけし",
        "所属": "無会派（日本維新の会）",
        "X（旧Twitter）": null
    },
    {
        "氏名": "小坂　まさ代",
        "よみ": "こさか　まさよ",
        "所属": "国分寺・生活者ネットワーク",
        "X（旧Twitter）": null
    },
    {
        "氏名": "松岡　まり",
        "よみ": "まつおか　まり",
        "所属": "国分寺・生活者ネットワーク",
        "X（旧Twitter）": "https://x.com/matsuokamari8"
    },
    {
        "氏名": "高瀬　かおる",
        "よみ": "たかせ　かおる",
        "所属": "国分寺・生活者ネットワーク",
        "X（旧Twitter）": null
    },
    {
        "氏名": "森田　たかし",
        "よみ": "もりた　たかし",
        "所属": "自由民主党国分寺",
        "X（旧Twitter）": null
    },
    {
        "氏名": "尾沢　しゅう",
        "よみ": "おざわ　しゅう",
        "所属": "自由民主党国分寺",
        "X（旧Twitter）": "https://x.com/ozawa_shu"
    },
    {
        "氏名": "だて　淳一郎",
        "よみ": "だて　じゅんいちろう",
        "所属": "立憲・市民フォーラム",
        "X（旧Twitter）": null
    },
    {
        "氏名": "星　いつろう",
        "よみ": "ほし　いつろう",
        "所属": "立憲・市民フォーラム",
        "X（旧Twitter）": "https://x.com/hoshiitsurou"
    },
    {
        "氏名": "皆川　りうこ",
        "よみ": "みながわ　りうこ",
        "所属": "立憲・市民フォーラム",
        "X（旧Twitter）": null
    },
    {
        "氏名": "久保　けいこ",
        "よみ": "くぼ　けいこ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "はぎの　英輔",
        "よみ": "はぎの　えいすけ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "木島　たかし",
        "よみ": "きじま　たかし",
        "所属": "公明党",
        "X（旧Twitter）": "https://x.com/kijima7110"
    },
    {
        "氏名": "田中　政義",
        "よみ": "たなか　まさよし",
        "所属": "自由民主党国分寺",
        "X（旧Twitter）": null
    },
    {
        "氏名": "新海　栄一",
        "よみ": "しんかい　えいいち",
        "所属": "自由民主党国分寺",
        "X（旧Twitter）": null
    }
];
