// 議員データ - 132209 （2025年05月29日更新）
// このファイルは scripts/update_viewer_data_v2.py により自動生成されます

const municipalityMembers_132209 = [
    {
        "氏名": "二宮　由子",
        "よみ": "にのみや よしこ",
        "所属": "立憲国民クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "大后　治雄",
        "よみ": "だいご はるお",
        "所属": "立憲国民クラブ",
        "X（旧Twitter）": "https://x.com/daigoharuo"
    },
    {
        "氏名": "石田　昭太朗",
        "よみ": "いしだ しょうたろう",
        "所属": "立憲国民クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "関　綾子",
        "よみ": "せき あやこ",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "尾崎　利一",
        "よみ": "おざき りいち",
        "所属": "共につくる東大和",
        "X（旧Twitter）": null
    },
    {
        "氏名": "上林　真佐恵",
        "よみ": "かみばやし まさえ",
        "所属": "共につくる東大和",
        "X（旧Twitter）": "https://x.com/masaekami"
    },
    {
        "氏名": "中村　庄一郎",
        "よみ": "なかむら しょういちろう",
        "所属": "自由民主党新政会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "木下　富雄",
        "よみ": "きのした とみお",
        "所属": "自由民主党新政会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "森田　博之",
        "よみ": "もりた ひろゆき",
        "所属": "自由民主党新政会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "押本　修",
        "よみ": "おしもと おさむ",
        "所属": "自由民主党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "蜂須賀　千雅",
        "よみ": "はちすか かずまさ",
        "所属": "自由民主党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "髙峰　章",
        "よみ": "たかみね あきら",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "大川　元",
        "よみ": "おおかわ はじめ",
        "所属": "無所属",
        "X（旧Twitter）": "https://x.com/hajime1826"
    },
    {
        "氏名": "中間　建二",
        "よみ": "なかま けんじ",
        "所属": "公明党",
        "X（旧Twitter）": "https://x.com/minnanonakama"
    },
    {
        "氏名": "荒幡　伸一",
        "よみ": "あらはた しんいち",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "木戸岡　秀彦",
        "よみ": "きどおか ひでひこ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "佐竹　康彦",
        "よみ": "さたけ やすひこ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "東口　正美",
        "よみ": "ひがしぐち まさみ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "金井　康哲",
        "よみ": "かない やすのり",
        "所属": "やまとみどり",
        "X（旧Twitter）": null
    },
    {
        "氏名": "床鍋　義博",
        "よみ": "とこなべ よしひろ",
        "所属": "やまとみどり",
        "X（旧Twitter）": null
    },
    {
        "氏名": "中野　志乃夫",
        "よみ": "なかの しのぶ",
        "所属": "やまとみどり",
        "X（旧Twitter）": null
    }
];
