// 議員データ - 132241 （2025年05月30日更新）
// このファイルは scripts/update_viewer_data.py により自動生成されます

window.municipalityMembers_132241 = [
    {
        "氏名": "あらたに　隆見",
        "よみ": "あらたに　たかみ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "いいじま　文彦",
        "よみ": "いいじま　ふみひこ",
        "所属": "自民党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "池田　けい子",
        "よみ": "いけだ　けいこ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "石山　ひろあき",
        "よみ": "いしやま　ひろあき",
        "所属": "自民党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "いぢち　恭子",
        "よみ": "いぢち　きょうこ",
        "所属": "ネット・社民の会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "岩崎　みなこ",
        "よみ": "いわさき　みなこ",
        "所属": "ネット・社民の会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "上杉　ただし",
        "よみ": "うえすぎ　ただし",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "大くま　真一",
        "よみ": "おおくま　しんいち",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "おにづか　こずえ",
        "よみ": "おにづか　こずえ",
        "所属": "あすたま・維新",
        "X（旧Twitter）": null
    },
    {
        "氏名": "折戸　小夜子",
        "よみ": "おりと　さよこ",
        "所属": "多摩の風",
        "X（旧Twitter）": null
    },
    {
        "氏名": "岸田　めぐみ",
        "よみ": "きしだ　めぐみ",
        "所属": "ネット・社民の会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "きりき　優",
        "よみ": "きりき　ゆたか",
        "所属": "自民党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "小林　憲一",
        "よみ": "こばやし　けんいち",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "三階　道雄",
        "よみ": "さんがい　みちお",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "しのづか　元",
        "よみ": "しのづか　げん",
        "所属": "多摩みらいの会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "しらた　満",
        "よみ": "しらた　みつる",
        "所属": "青空りっけん",
        "X（旧Twitter）": null
    },
    {
        "氏名": "藤條　たかゆき",
        "よみ": "とうじょう　たかゆき",
        "所属": "日本維新の会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "中島　律子",
        "よみ": "なかじま　りつこ",
        "所属": "あすたま・維新",
        "X（旧Twitter）": null
    },
    {
        "氏名": "橋本　由美子",
        "よみ": "はしもと　ゆみこ",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "藤原　マサノリ",
        "よみ": "ふじわら　まさのり",
        "所属": "志政会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "本間　としえ",
        "よみ": "ほんま　としえ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "松田　だいすけ",
        "よみ": "まつだ　だいすけ",
        "所属": "自民党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "渡辺　しんじ",
        "よみ": "わたなべ　しんじ",
        "所属": "公明党",
        "X（旧Twitter）": null
    }
];
