// 議員データ - 132250 （2025年07月02日更新）
// このファイルは scripts/update_viewer_data.py により自動生成されます

window.municipalityMembers_132250 = [
    {
        "氏名": "いそむら　あきこ",
        "よみ": "いそむら　あきこ",
        "所属": "改革未来の会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "榎本　久春",
        "よみ": "えのもと　ひさはる",
        "所属": "改革未来の会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "武田　まさひと",
        "よみ": "たけだ　まさひと",
        "所属": "無所属",
        "X（旧Twitter）": "https://x.com/inagitetsu"
    },
    {
        "氏名": "湯谷　ひろし",
        "よみ": "ゆや　ひろし",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "佐藤　しんじ",
        "よみ": "さとう　しんじ",
        "所属": "公明党",
        "X（旧Twitter）": "https://x.com/satoshin0406"
    },
    {
        "氏名": "つのじ　寛美",
        "よみ": "つのじ　ひろみ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "村上　洋子",
        "よみ": "むらかみ　ようこ",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "山岸　太一",
        "よみ": "やまぎし　たいち",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "田島　きく子",
        "よみ": "たじま　きくこ",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "岡田　まなぶ",
        "よみ": "おかだ　まなぶ",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "中島　健介",
        "よみ": "なかじま　けんすけ",
        "所属": "稲志会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "土居　のりひろ",
        "よみ": "どい　のりひろ",
        "所属": "稲志会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "中田　中",
        "よみ": "なかた　あたる",
        "所属": "稲志会",
        "X（旧Twitter）": "https://x.com/ataru3"
    },
    {
        "氏名": "坂田　たけふみ",
        "よみ": "さかた　たけふみ",
        "所属": "新政会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "池田　英司",
        "よみ": "いけだ　えいじ",
        "所属": "新政会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "渡辺　力",
        "よみ": "わたなべ　ちから",
        "所属": "新政会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "角田　政信",
        "よみ": "かくた　まさのぶ",
        "所属": "新政会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "梶浦　みさこ",
        "よみ": "かじうら　みさこ",
        "所属": "新政会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "北浜　けんいち",
        "よみ": "きたはま　けんいち",
        "所属": "稲志会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "川村　あや",
        "よみ": "かわむら　あや",
        "所属": "稲志会",
        "X（旧Twitter）": "https://x.com/kawamuraaya0830"
    },
    {
        "氏名": "鈴木　誠",
        "よみ": "すずき　まこと",
        "所属": "稲志会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "岩佐　ゆきひろ",
        "よみ": "いわさ　ゆきひろ",
        "所属": "無所属",
        "X（旧Twitter）": null
    }
];
