// 議員データ - 132233 （2025年06月01日更新）
// このファイルは scripts/update_viewer_data.py により自動生成されます

window.municipalityMembers_132233 = [
    {
        "氏名": "天目石　要一郎",
        "よみ": "あまめいし よういちろう",
        "所属": "清流",
        "X（旧Twitter）": "https://x.com/amameishi"
    },
    {
        "氏名": "前田　善信",
        "よみ": "まえだ よしのぶ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "須藤　千詠子",
        "よみ": "すどう ちえこ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "波多野　健",
        "よみ": "はたの けん",
        "所属": "新政会",
        "X（旧Twitter）": "https://x.com/ken_hatano"
    },
    {
        "氏名": "清水　彩子",
        "よみ": "しみず あやこ",
        "所属": "新政会",
        "X（旧Twitter）": "https://x.com/mmayako0424"
    },
    {
        "氏名": "石黒　照久",
        "よみ": "いしぐろ てるひさ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "遠藤　政雄",
        "よみ": "えんどう まさお",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "長堀　武",
        "よみ": "ながほり たけし",
        "所属": "新政会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "内野　直樹",
        "よみ": "うちの なおき",
        "所属": "日本共産党",
        "X（旧Twitter）": "https://x.com/uchino_naoki"
    },
    {
        "氏名": "鈴木　明",
        "よみ": "すずき あきら",
        "所属": "市民のチカラ",
        "X（旧Twitter）": "https://x.com/taka_taiakiro"
    },
    {
        "氏名": "田口　和弘",
        "よみ": "たぐち かずひろ",
        "所属": "新政会",
        "X（旧Twitter）": "https://x.com/musamura1963"
    },
    {
        "氏名": "田村　充子",
        "よみ": "たむら みつこ",
        "所属": "日本共産党",
        "X（旧Twitter）": "https://x.com/Tann_jcp"
    },
    {
        "氏名": "大野　正士",
        "よみ": "おおの まさし",
        "所属": "新政会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "髙橋　弘志",
        "よみ": "たかはし ひろし",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "吉田　篤",
        "よみ": "よしだ あつし",
        "所属": "公明党",
        "X（旧Twitter）": "https://x.com/atsushiyoshida"
    },
    {
        "氏名": "藤枝　奈々",
        "よみ": "ふじえだ なな",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "木村　祐子",
        "よみ": "きむら ゆうこ",
        "所属": "市民のチカラ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "内野　和典",
        "よみ": "うちの かずのり",
        "所属": "新政会",
        "X（旧Twitter）": "https://x.com/wa10kazunori"
    },
    {
        "氏名": "小部山　𠮷則",
        "よみ": "こべやま よしのり",
        "所属": "日本維新の会",
        "X（旧Twitter）": "https://x.com/y_obeyama"
    },
    {
        "氏名": "土田　雅一",
        "よみ": "つちだ まさいち",
        "所属": "新政会",
        "X（旧Twitter）": null
    }
];
