// 議員データ - 132292 （2025年05月30日更新）
// このファイルは scripts/update_viewer_data.py により自動生成されます

window.municipalityMembers_132292 = [
    {
        "氏名": "稲垣　裕二",
        "よみ": "いながき　ゆうじ",
        "所属": "自由民主党西東京市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "大竹　あつ子",
        "よみ": "おおたけ　あつこ",
        "所属": "日本共産党西東京市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "大林　光昭",
        "よみ": "おおばやし　みつあき",
        "所属": "西東京市議会公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "かとう　涼子",
        "よみ": "かとう　りょうこ",
        "所属": "生活者ネットワーク",
        "X（旧Twitter）": null
    },
    {
        "氏名": "後藤　ゆう子",
        "よみ": "ごとう　ゆうこ",
        "所属": "生活者ネットワーク",
        "X（旧Twitter）": null
    },
    {
        "氏名": "小林　たつや",
        "よみ": "こばやし　たつや",
        "所属": "自由民主党西東京市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "坂井　かずひこ",
        "よみ": "さかい　かずひこ",
        "所属": "自由民主党西東京市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "酒井　ごう一郎",
        "よみ": "さかい　ごういちろう",
        "所属": "自由民主党西東京市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "佐藤　公男",
        "よみ": "さとう　きみお",
        "所属": "西東京市議会公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "佐藤　大介",
        "よみ": "さとう　だいすけ",
        "所属": "自由民主党西東京市議団",
        "X（旧Twitter）": "https://x.com/Sato_satodai"
    },
    {
        "氏名": "下田　純一",
        "よみ": "しもだ　じゅんいち",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "菅原　みほ",
        "よみ": "すがわら　みほ",
        "所属": "立憲民主党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "鈴木　ゆうま",
        "よみ": "すずき　ゆうま",
        "所属": "維新・国民民主",
        "X（旧Twitter）": null
    },
    {
        "氏名": "千間　いずみ",
        "よみ": "せんま　いずみ",
        "所属": "立憲民主党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "田代　伸之",
        "よみ": "たしろ　のぶゆき",
        "所属": "西東京市議会公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "田村　ひろゆき",
        "よみ": "たむら　ひろゆき",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "とみなが　ゆうじ",
        "よみ": "とみなが　ゆうじ",
        "所属": "自由民主党西東京市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "長井　秀和",
        "よみ": "ながい　ひでかず",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "中川　清志",
        "よみ": "なかがわ　きよし",
        "所属": "自由民主党西東京市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "中村　すぐる",
        "よみ": "なかむら　すぐる",
        "所属": "日本共産党西東京市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "納田　さおり",
        "よみ": "のうだ　さおり",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "八矢　好美",
        "よみ": "はちや　よしみ",
        "所属": "西東京市議会公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "藤田　美智子",
        "よみ": "ふじた　みちこ",
        "所属": "西東京市議会公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "保谷　なおみ",
        "よみ": "ほうや　なおみ",
        "所属": "自由民主党西東京市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "森　しんいち",
        "よみ": "もり　しんいち",
        "所属": "立憲民主党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "やまき　明美",
        "よみ": "やまき　あけみ",
        "所属": "日本共産党西東京市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "山崎　英昭",
        "よみ": "やまざき　ひであき",
        "所属": "維新・国民民主",
        "X（旧Twitter）": null
    },
    {
        "氏名": "山田　忠良",
        "よみ": "やまだ　ただよし",
        "所属": "自由民主党西東京市議団",
        "X（旧Twitter）": null
    }
];
