// 議員データ - 132225 （2025年07月02日更新）
// このファイルは scripts/update_viewer_data.py により自動生成されます

window.municipalityMembers_132225 = [
    {
        "氏名": "三浦　猛",
        "よみ": "みうら たけし",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "阿部　利恵子",
        "よみ": "あべ りえこ",
        "所属": "公明党",
        "X（旧Twitter）": "https://x.com/abe_rieko"
    },
    {
        "氏名": "引間　太一",
        "よみ": "ひきま たいち",
        "所属": "ニューウェーブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "佐藤　一郎",
        "よみ": "さとう いちろう",
        "所属": "東久留米維新の会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "梶井　琢太",
        "よみ": "かじい たくた",
        "所属": "市議会立憲民主",
        "X（旧Twitter）": "https://twitter.com/kajiitakuta"
    },
    {
        "氏名": "岩崎　さやこ",
        "よみ": "いわさき さやこ",
        "所属": "国民民主党",
        "X（旧Twitter）": "https://x.com/iwasakiiwamo"
    },
    {
        "氏名": "細谷　祥子",
        "よみ": "ほそや しょうこ",
        "所属": "都民ファーストの会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "鴨志田　芳美",
        "よみ": "かもしだ よしみ",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "かやま　玲子",
        "よみ": "かやま れいこ",
        "所属": "市民自治フォーラム",
        "X（旧Twitter）": "https://twitter.com/kayamareiwa"
    },
    {
        "氏名": "関根　光浩",
        "よみ": "せきね みつひろ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "高橋　和義",
        "よみ": "たかはし かずよし",
        "所属": "公明党",
        "X（旧Twitter）": "https://x.com/Kazu44Tak"
    },
    {
        "氏名": "宮川　豊史",
        "よみ": "みやがわ とよふみ",
        "所属": "久留米ハートネット",
        "X（旧Twitter）": null
    },
    {
        "氏名": "野島　武夫",
        "よみ": "のじま たけお",
        "所属": "自民クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "篠宮　よしのり",
        "よみ": "しのみや よしのり",
        "所属": "自民クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "当麻　一哉",
        "よみ": "とうま かずや",
        "所属": "自民クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "沢西　卓哉",
        "よみ": "さわにし たくや",
        "所属": "自民クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "永田　雅子",
        "よみ": "ながた まさこ",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "村山　順次郎",
        "よみ": "むらやま じゅんじろう",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "間宮　美季",
        "よみ": "まみや みき",
        "所属": "市民自治フォーラム",
        "X（旧Twitter）": null
    },
    {
        "氏名": "島崎　孝",
        "よみ": "しまざき たかし",
        "所属": "自民クラブ",
        "X（旧Twitter）": "https://x.com/simazakitakasi"
    },
    {
        "氏名": "沢田　孝康",
        "よみ": "さわだ たかやす",
        "所属": "公明党",
        "X（旧Twitter）": null
    }
];
