// 議員データ - 132284 （2025年05月31日更新）
// このファイルは scripts/update_viewer_data.py により自動生成されます

window.municipalityMembers_132284 = [
    {
        "氏名": "関口　えり子",
        "よみ": "せきぐち　えりこ",
        "所属": "日本共産党あきる野市議団",
        "X（旧Twitter）": "https://x.com/sekiguchieriko5"
    },
    {
        "氏名": "辻　よし子",
        "よみ": "つじ　よしこ",
        "所属": "くさしぎ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "しょうじ　さとし",
        "よみ": "しょうじ　さとし",
        "所属": "リメンバー",
        "X（旧Twitter）": null
    },
    {
        "氏名": "国松　まさき",
        "よみ": "くにまつ　まさき",
        "所属": "自由民主党志清会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "原田　ひろこ",
        "よみ": "はらだ　ひろこ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "大久保　昌代",
        "よみ": "おおくぼ　まさよ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "松本　ゆき子",
        "よみ": "まつもと　ゆきこ",
        "所属": "日本共産党あきる野市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "中村　のりひと",
        "よみ": "なかむら　のりひと",
        "所属": "明るい未来を創る会",
        "X（旧Twitter）": "https://x.com/norihito0623"
    },
    {
        "氏名": "よしざわ　ゆたか",
        "よみ": "よしざわ　ゆたか",
        "所属": "自由民主党志清会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "浦野　治光",
        "よみ": "うらの　はるみつ",
        "所属": "自由民主党志清会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "中村　一広",
        "よみ": "なかむら　かずひろ",
        "所属": "自由民主党志清会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "ひはら　省吾",
        "よみ": "ひはら　しょうご",
        "所属": "自由民主党志清会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "窪島　成一",
        "よみ": "くぼしま　せいいち",
        "所属": "自由民主党志清会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "増﨑　俊宏",
        "よみ": "ますざき　としひろ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "たばた　あずみ",
        "よみ": "たばた　あずみ",
        "所属": "日本共産党あきる野市議団",
        "X（旧Twitter）": null
    },
    {
        "氏名": "清水　晃",
        "よみ": "しみず　あきら",
        "所属": "明るい未来を創る会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "村野　栄一",
        "よみ": "むらの　えいいち",
        "所属": "自由民主党志清会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "天野　正昭",
        "よみ": "あまの　まさあき",
        "所属": "自由民主党志清会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "子籠　敏人",
        "よみ": "こごもり　としひと",
        "所属": "自由民主党志清会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "堀江　武史",
        "よみ": "ほりえ　たけし",
        "所属": "自由民主党志清会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "臼井　建",
        "よみ": "うすい　けん",
        "所属": "自由民主党志清会",
        "X（旧Twitter）": null
    }
];
