// 議員データ - 132217 （2025年05月29日更新）
// このファイルは scripts/update_viewer_data_v2.py により自動生成されます

const municipalityMembers_132217 = [
    {
        "氏名": "原　かずひろ",
        "よみ": "はら かずひろ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "やつだ　こうじ",
        "よみ": "やつだ こうじ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "中村　きよし",
        "よみ": "なかむら きよし",
        "所属": "清瀬自民クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "星野　玲子",
        "よみ": "ほしの れいこ",
        "所属": "清瀬自民クラブ",
        "X（旧Twitter）": "https://x.com/05kiyose"
    },
    {
        "氏名": "斉藤　まさひろ",
        "よみ": "さいとう まさひろ",
        "所属": "清瀬自民クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "友野　和子",
        "よみ": "ともの かずこ",
        "所属": "清瀬自民クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "ふせ　由女",
        "よみ": "ふせ ゆめ",
        "所属": "共に生きる",
        "X（旧Twitter）": null
    },
    {
        "氏名": "穴見　れいな",
        "よみ": "あなみ れいな",
        "所属": "日本共産党",
        "X（旧Twitter）": "https://x.com/reinakiyosejcp"
    },
    {
        "氏名": "香川　やすのり",
        "よみ": "かがわ やすのり",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "鈴木　たかし",
        "よみ": "すずき たかし",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "斉藤　あき子",
        "よみ": "さいとう あきこ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "石川　秀樹",
        "よみ": "いしかわ ひでき",
        "所属": "無所属の会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "城野　けんいち",
        "よみ": "じょうの けんいち",
        "所属": "清瀬自民クラブ",
        "X（旧Twitter）": "https://x.com/kenichi_jyono"
    },
    {
        "氏名": "清水　ひろなが",
        "よみ": "しみず ひろなが",
        "所属": "清瀬自民クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "森田　正英",
        "よみ": "もりた まさひで",
        "所属": "清瀬自民クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "宮原　りえ",
        "よみ": "みやはら りえ",
        "所属": "風・立憲・ネット",
        "X（旧Twitter）": null
    },
    {
        "氏名": "松本　潤",
        "よみ": "まつもと じゅん",
        "所属": "風・立憲・ネット",
        "X（旧Twitter）": null
    },
    {
        "氏名": "小西　みか",
        "よみ": "こにし みか",
        "所属": "風・立憲・ネット",
        "X（旧Twitter）": "https://x.com/mika18_konitan"
    },
    {
        "氏名": "原田　ひろみ",
        "よみ": "はらだ ひろみ",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "佐々木　あつ子",
        "よみ": "ささき あつこ",
        "所属": "日本共産党",
        "X（旧Twitter）": "https://x.com/atuko_sasaki"
    }
];
