// 議員データ - 132276 （2025年05月29日更新）
// このファイルは scripts/update_viewer_data.py により自動生成されます

const municipalityMembers_132276 = [
    {
        "氏名": "林田　敦子",
        "よみ": "はやしだ　あつこ",
        "所属": "令和かがやき",
        "X（旧Twitter）": null
    },
    {
        "氏名": "櫻沢　裕人",
        "よみ": "さくらざわ　ひろと",
        "所属": "新政会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "池澤　敦",
        "よみ": "いけざわ　あつし",
        "所属": "新政会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "野崎　和也",
        "よみ": "のざき　かずや",
        "所属": "新政会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "金子　ひとみ",
        "よみ": "かねこ　ひとみ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "菅　勇真",
        "よみ": "かん　ゆうしん",
        "所属": "双葉会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "秋山　義徳",
        "よみ": "あきやま　よしのり",
        "所属": "新政会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "高田　和登",
        "よみ": "たかだ　かずと",
        "所属": "つながる力",
        "X（旧Twitter）": null
    },
    {
        "氏名": "浜中　順",
        "よみ": "はまなか　じゅん",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "冨松　崇",
        "よみ": "とみまつ　たかし",
        "所属": "新政会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "中嶋　勝",
        "よみ": "なかじま　まさる",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "富永　訓正",
        "よみ": "とみなが　のりまさ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "鈴木　拓也",
        "よみ": "すずき　たくや",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "山崎　陽一",
        "よみ": "やまざき　よういち",
        "所属": "世論",
        "X（旧Twitter）": null
    },
    {
        "氏名": "馳平　耕三",
        "よみ": "はせひら　こうぞう",
        "所属": "令和かがやき",
        "X（旧Twitter）": null
    },
    {
        "氏名": "石居　尚郎",
        "よみ": "いしい　ひさお",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "濱中　俊男",
        "よみ": "はまなか　としお",
        "所属": "羽村市議会都民ファーストの会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "門間　淑子",
        "よみ": "もんま　ひでこ",
        "所属": "市民ネットワーク",
        "X（旧Twitter）": null
    }
];
