// 議員データ - 133086 （2025年05月29日更新）
// このファイルは scripts/update_viewer_data_v2.py により自動生成されます

const municipalityMembers_133086 = [
    {
        "氏名": "榎戸雄一",
        "よみ": "えのきどゆういち",
        "所属": "自民党清新会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "伊藤英人",
        "よみ": "いとうひでと",
        "所属": "どんぐり",
        "X（旧Twitter）": null
    },
    {
        "氏名": "森田紀子",
        "よみ": "もりたのりこ",
        "所属": "宇宙会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "相田恵美子",
        "よみ": "あいだえみこ",
        "所属": "ガジュマルの会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "大澤由香里",
        "よみ": "おおさわゆかり",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "澤本幹男",
        "よみ": "さわもとみきお",
        "所属": "自民党清新会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "小峰陽一",
        "よみ": "こみねよういち",
        "所属": "自民党清新会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "宮野亨",
        "よみ": "みやのとおる",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "高橋邦男",
        "よみ": "たかはしくにお",
        "所属": "山なみ会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "原島幸次",
        "よみ": "はらしまゆきつぐ",
        "所属": "自民党清新会",
        "X（旧Twitter）": null
    }
];
