// 議員データ - 133051 （2025年05月31日更新）
// このファイルは scripts/update_viewer_data.py により自動生成されます

window.municipalityMembers_133051 = [
    {
        "氏名": "野崎　智経",
        "よみ": "のざき　とものり",
        "所属": "自民蒼政クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "玉井　大",
        "よみ": "たまい　ひろし",
        "所属": "自民蒼政クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "塙　康平",
        "よみ": "はなわ　こうへい",
        "所属": "黎明会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "鈴木　正彦",
        "よみ": "すずき　まさひこ",
        "所属": "都民ファーストの会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "下向　辰法",
        "よみ": "しもむかい　たつのり",
        "所属": "立憲民主党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "大澤　弘子",
        "よみ": "おおさわ　ひろこ",
        "所属": "レモンの会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "濵中　直樹",
        "よみ": "はまなか　なおき",
        "所属": "自民蒼政クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "木住野　智行",
        "よみ": "きしの　ともゆき",
        "所属": "自民蒼政クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "縄井　貴代子",
        "よみ": "なわい　きよこ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "萩原　隆旦",
        "よみ": "はぎわら　たかあき",
        "所属": "みどりの会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "川脇　敏徳",
        "よみ": "かわわき　としのり",
        "所属": "自民蒼政クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "濵中　映慈",
        "よみ": "はまなか　てるよし",
        "所属": "自民蒼政クラブ",
        "X（旧Twitter）": null
    },
    {
        "氏名": "嘉倉　治",
        "よみ": "かくら　おさむ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "平野　隆史",
        "よみ": "ひらの　たかし",
        "所属": "自民蒼政クラブ",
        "X（旧Twitter）": null
    }
];
