// 議員データ - 133078 （2025年07月02日更新）
// このファイルは scripts/update_viewer_data.py により自動生成されます

window.municipalityMembers_133078 = [
    {
        "氏名": "松岡　賢二",
        "よみ": "まつおか　けんじ",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "山嵜　源重",
        "よみ": "やまざき　げんじゅう",
        "所属": "自由民主党檜原新政会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "嶋﨑　佐有理",
        "よみ": "しまざき　さゆり",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "野村　雅巳",
        "よみ": "のむら　まさみ",
        "所属": "自由民主党檜原新政会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "田中　惣一",
        "よみ": "たなか　そういち",
        "所属": "自由民主党檜原新政会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "青木　亮輔",
        "よみ": "あおき　りょうすけ",
        "所属": "自由民主党檜原新政会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "中村　賢次",
        "よみ": "なかむら　けんじ",
        "所属": "けやきの会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "峰岸　茂",
        "よみ": "みねぎし　しげる",
        "所属": "自由民主党檜原新政会",
        "X（旧Twitter）": null
    }
];
