// 議員データ - 133035 （2025年07月02日更新）
// このファイルは scripts/update_viewer_data.py により自動生成されます

window.municipalityMembers_133035 = [
    {
        "氏名": "浜﨑　崇",
        "よみ": "はまざき　たかし",
        "所属": "自民誠和会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "川島　靖弘",
        "よみ": "かわしま　やすひろ",
        "所属": "立憲民主党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "髙橋　洋子",
        "よみ": "たかはし　ようこ",
        "所属": "自民誠和会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "奥泉　淳広",
        "よみ": "おくいずみ　あきひろ",
        "所属": "再生の会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "井上　一也",
        "よみ": "いのうえ　かずや",
        "所属": "もっと瑞穂に笑顔",
        "X（旧Twitter）": null
    },
    {
        "氏名": "大和　雅彦",
        "よみ": "やまと　まさひこ",
        "所属": "自民誠和会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "香取　幸子",
        "よみ": "かとり　ゆきこ",
        "所属": "自民誠和会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "下澤　章夫",
        "よみ": "しもざわ　あきお",
        "所属": "自民誠和会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "古宮　郁夫",
        "よみ": "こみや　いくお",
        "所属": "自民誠和会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "原　隆夫",
        "よみ": "はら　たかお",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "榎本　義輝",
        "よみ": "えのもと　よしてる",
        "所属": "自民誠和会",
        "X（旧Twitter）": null
    },
    {
        "氏名": "下野　義子",
        "よみ": "しもの　よしこ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "小川　龍美",
        "よみ": "おがわ　たつみ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "大坪　国広",
        "よみ": "おおつぼ　くにひろ",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "森　亘",
        "よみ": "もり　わたる",
        "所属": "自民誠和会",
        "X（旧Twitter）": null
    }
];
