// 議員データ - 133612 （2025年06月06日更新）
// このファイルは scripts/update_viewer_data.py により自動生成されます

window.municipalityMembers_133612 = [
    {
        "氏名": "中林一巳",
        "よみ": "なかばやしかずみ",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "白澤治",
        "よみ": "しらさわおさむ",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "宮川鉄雄",
        "よみ": "みやがわてつお",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "松島良清",
        "よみ": "まつしまよしきよ",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "酒井周",
        "よみ": "さかいしゅう",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "山田忠敬",
        "よみ": "やまだただたか",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "村田学",
        "よみ": "むらたまなぶ",
        "所属": "無所属",
        "X（旧Twitter）": "https://x.com/ManaMuraOshima"
    },
    {
        "氏名": "川嵜和光",
        "よみ": "かわさきかずみつ",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "西川達江",
        "よみ": "にしかわたつえ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "高橋千香",
        "よみ": "たかはしちか",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "小池渉",
        "よみ": "こいけしょう",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "中村佳一",
        "よみ": "なかむらかいいち",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "関野茂夫",
        "よみ": "せきのしげお",
        "所属": "自由民主党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "鶴崎勝彦",
        "よみ": "つるさきかつひこ",
        "所属": "自由民主党",
        "X（旧Twitter）": null
    }
];
