// 議員データ - 133621 （2025年05月30日更新）
// このファイルは scripts/update_viewer_data.py により自動生成されます

window.municipalityMembers_133621 = [
    {
        "氏名": "加藤大樹",
        "よみ": "かとうひろき",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "髙田竜次",
        "よみ": "たかだりゅうじ",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "木村航大",
        "よみ": "きむらこうだい",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "大磯元希",
        "よみ": "おおいそげんき",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "石野美由紀",
        "よみ": "いしのみゆき",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "井口保",
        "よみ": "いぐちたもつ",
        "所属": "無所属",
        "X（旧Twitter）": null
    }
];
