// 議員データ - 133639 （2025年06月01日更新）
// このファイルは scripts/update_viewer_data.py により自動生成されます

window.municipalityMembers_133639 = [
    {
        "氏名": "富田浩章",
        "よみ": "とみたひろあき",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "吉見一之",
        "よみ": "よしみかずゆき",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "前田勝利",
        "よみ": "まえだかつとし",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "大沼由美子",
        "よみ": "おおぬまゆみこ",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "小久保利佳",
        "よみ": "こくぼりか",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "綾亨",
        "よみ": "あやとおる",
        "所属": "日本共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "前田壽夫",
        "よみ": "まえだひさお",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "青沼弘",
        "よみ": "あおぬまひろし",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "前田卓秀",
        "よみ": "まえだたかひで",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "木村諭史",
        "よみ": "きむらさとし",
        "所属": "無所属",
        "X（旧Twitter）": null
    }
];
