// 議員データ - 133647 （2025年05月29日更新）
// このファイルは scripts/update_viewer_data.py により自動生成されます

const municipalityMembers_133647 = [
    {
        "氏名": "小林　正吾郎",
        "よみ": "こばやし　しょうごろう",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "関　真樹",
        "よみ": "せき　まさき",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "鈴木　佑典",
        "よみ": "すずき　ゆうすけ",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "松本　裕一",
        "よみ": "まつもと　ひろかず",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "鈴木　国忠",
        "よみ": "すずき　くにただ",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "浜川　芳光",
        "よみ": "はまかわ　よしみつ",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "清水　勝彦",
        "よみ": "しみず　かつひこ",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "清水　勉",
        "よみ": "しみず　つとむ",
        "所属": "無所属",
        "X（旧Twitter）": null
    }
];
