// 議員データ - 133825 （2025年06月02日更新）
// このファイルは scripts/update_viewer_data.py により自動生成されます

window.municipalityMembers_133825 = [
    {
        "氏名": "栗本真一",
        "よみ": "くりもとしんいち",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "栗本道雄",
        "よみ": "くりもとみちお",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "黒田正道",
        "よみ": "くろだまさみち",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "砂原奈美子",
        "よみ": "すなはらなみこ",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "西川理恵",
        "よみ": "にしかわりえ",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "広瀬旭治",
        "よみ": "ひろせきょうじ",
        "所属": "無所属",
        "X（旧Twitter）": null
    }
];
