// 議員データ - 133817 （2025年05月29日更新）
// このファイルは scripts/update_viewer_data_v2.py により自動生成されます

const municipalityMembers_133817 = [
    {
        "氏名": "北川　博史",
        "よみ": "きたがわ　ひろし",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "髙松　秀直",
        "よみ": "たかまつ　ひでただ",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "曽我部　宏一",
        "よみ": "そがべ　ひろかず",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "佐久間　正文",
        "よみ": "さくま　まさふみ",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "沖山　肇",
        "よみ": "おきやま　はじめ",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "平川　大作",
        "よみ": "ひらかわ　だいさく",
        "所属": "共産党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "谷　寿文",
        "よみ": "たに　としふみ",
        "所属": "無所属",
        "X（旧Twitter）": null
    }
];
