// 議員データ - 134015 （2025年05月30日更新）
// このファイルは scripts/update_viewer_data.py により自動生成されます

window.municipalityMembers_134015 = [
    {
        "氏名": "真田幸久",
        "よみ": "さなだゆきひさ",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "淺沼隆章",
        "よみ": "あさぬまたかあき",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "奥山幸子",
        "よみ": "おくやまさちこ",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "浅沼清孝",
        "よみ": "あさぬまきよたか",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "山下則子",
        "よみ": "やましたのりこ",
        "所属": "公明党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "金川孝幸",
        "よみ": "かながわたかゆき",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "沖山昇",
        "よみ": "おきやまのぼる",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "岩﨑由美",
        "よみ": "いわさきゆみ",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "浅沼碧海",
        "よみ": "あさぬまあおみ",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "山下巧",
        "よみ": "やましたたくみ",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "浅沼憲春",
        "よみ": "あさぬまのりはる",
        "所属": "自由民主党",
        "X（旧Twitter）": null
    },
    {
        "氏名": "山本忠志",
        "よみ": "やまもとただし",
        "所属": "公明党",
        "X（旧Twitter）": null
    }
];
