// 議員データ - 134210 （2025年06月01日更新）
// このファイルは scripts/update_viewer_data.py により自動生成されます

window.municipalityMembers_134210 = [
    {
        "氏名": "池田望",
        "よみ": "いけだのぞむ",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "稲垣勇",
        "よみ": "いながきいさむ",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "杉田一男",
        "よみ": "すぎたかずお",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "片股敬昌",
        "よみ": "かたまたのりまさ",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "安藤重行",
        "よみ": "あんどうじゅうこう",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "清水良一",
        "よみ": "しみずりょういち",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "平野悠介",
        "よみ": "ひらのゆうすけ",
        "所属": "無所属",
        "X（旧Twitter）": null
    },
    {
        "氏名": "宮城ジャイアン",
        "よみ": "みやぎじゃいあん",
        "所属": "無所属",
        "X（旧Twitter）": "https://x.com/gian_farm"
    }
];
